tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "anyenv"
brew "awscli"
brew "libpq"
brew "php"
brew "composer"
brew "libfido2"
brew "mkcert"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "openssl@3"
brew "node-build"
brew "nodenv"
brew "nss"
brew "python@3.10"
brew "tmux"
brew "zsh"
cask "dbeaver-community"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "iterm2"
cask "visual-studio-code"
