tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "anyenv"
brew "jpeg-xl"
brew "aom"
brew "coreutils"
brew "openssl@3", link: false
brew "asdf"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "curl"
brew "php"
brew "composer"
brew "deno"
brew "fd"
brew "findutils"
brew "fzf"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "libfido2"
brew "lua-language-server"
brew "mkcert"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "nss"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "tree"
brew "zsh"
cask "dbeaver-community"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "iterm2"
cask "visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "bungcip.better-toml"
vscode "eamodio.gitlens"
vscode "humao.rest-client"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "neilbrayfield.php-docblocker"
vscode "PKief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "VSpaceCode.whichkey"
vscode "Vue.volar"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
