tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "anyenv"
brew "jpeg-xl"
brew "aom"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "php"
brew "composer"
brew "deno"
brew "docker", link: false
brew "fd"
brew "findutils"
brew "fzf"
brew "gnu-sed"
brew "grep"
brew "libfido2"
brew "lua-language-server"
brew "mkcert"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "nss"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "tree"
brew "zsh"
cask "dbeaver-community"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "iterm2"
cask "visual-studio-code"
